{
    "film": [
        { 
            "titolo": "Your Name (Kimi No Na Wa)",
            "rating": "4.7/5",
            "genere": "Anime, Fantastico, Sentimentale, Drammatico",
            "anno":  "2016",
            "regia": "Makoto Shinkai",
            "cast": "Ryūnosuke Kamiki, Mone Kamishiraishi, Masami Nagasawa, Etsuko Ichihara, Ryo Narita, Aoi Yūki, Nobunaga Shimazaki, Kaito Ishikawa, Kanon Tani, Masaki Terasoma, Sayaka Ōhara, Kana Hanazawa",
            "trama": "Il film ci accompagna nella vita di Mitsuha e Taki. Mitsuha è una studentessa che vive in una piccola città rurale e desidera trasferirsi a Tokyo, nella grande metropoli dove ogni sogno si può realizzare. Taki è uno studente di liceo che vive proprio a Tokyo, ha un lavoro part-time in un ristorante italiano, ma vorrebbe lavorare nel campo dell'arte o dell’architettura.<br>Una notte, Mitsuha sogna di essere un giovane uomo, si ritrova in una stanza che non conosce, ha nuovi amici e lo skyline di Tokyo si apre dinnanzi al suo sguardo. Nello stesso momento Taki sogna di essere una ragazzina che vive in una piccola città di montagna che non ha mai visitato.<br>Ma quale sarà il segreto che si cela dietro questi strani sogni incrociati?",
            "locandina": "https://stambergadinchiostro.altervista.org/wp-content/uploads/2017/10/Your-name-poster.jpg",
            "trailer": "https://www.youtube.com/watch?v=ZOdDIz2lFLQ"
        },

        { 
            "titolo": "Il Giardino Delle Parole (Kotonoha No Niwa)",
            "rating": "3.5/5",
            "genere": "Anime, Sentimentale",
            "anno":  "2013",
            "regia": "Makoto Shinkai",
            "cast": "Miyu Irino, Kana Hanazawa, Takeshi Maeda, Fumi Hirano, Yuka Terasaki, Suguru Inoue, Megumi Han, Mikako Komatsu",
            "trama": "Takao è uno studente di 15 anni della scuola superiore che sogna di diventare un calzolaio. Abitualmente, nei giorni di pioggia, marina la scuola per dirigersi verso un giardino in stile giapponese dove, con la solitudine assicurata dalla pioggia, può dedicarsi alla sua passione: disegnare modelli di scarpe.<br>Un giorno nel parco incontra una giovane donna misteriosa, che cita i versi di un tanka; successivamente, e spontaneamente, i due iniziano a vedersi più e più volte, ma sempre e solo nei giorni di pioggia. Ad ogni incontro si aprono sempre più l'uno verso l'altra, ma la fine della stagione delle piogge e l'inizio dell'estate segna il termine dei loro incontri.<br>All'inizio del nuovo anno scolastico, mentre Takao cammina con i suoi amici a scuola, scopre la vera identità della donna misteriosa: si tratta di Yukari Yukino, un'insegnante del suo liceo della quale si era innamorato il fidanzato di una studentessa, creando una situazione incresciosa a scuola. Il problema per Takao è che anche lui adesso si rende conto di provare per la donna una forte attrazione, che le confessa dopo una giornata trascorsa insieme. Yukari allora mostra di prendere le distanze, rivelandogli la decisione di ritornare nella sua zona d'origine. Takao, offeso, pensa che lei gli abbia sempre mentito, trattandolo come un adolescente senza importanza. Il colloquio finale tra i due chiarisce quali sono i loro pensieri e la vita riprende per entrambi.",
            "locandina": "https://cdn.chili.com/images/public/cms/b6/52/44/a0/b65244a0-3008-4b21-99e4-da6d404e4a1d.jpg?width=800",
            "trailer": "https://www.youtube.com/watch?v=49ufwE8vcY8"
        },

        { 
            "titolo": "Le Ricette Della Signora Toku (An)",
            "rating": "3.9/5",
            "genere": "Drammatico",
            "anno":  "2015",
            "regia": "Naomi Kawase",
            "cast": "Kirin Kiki, Masatoshi Nagase, Kyara Uchida, Miyoko Asada, Etsuko Ichihara",
            "trama": "Sentaro è un solitario e riservato venditore di dorayaki il cui piccolo negozio nella periferia di Tokyo è frequentato assiduamente da pochi e soliti avventori, tra cui la giovane Wakana. Un giorno, una vecchietta si presenta nel negozio, chiedendo di essere assunta come aiuto cuoco. Sentaro, causa l'età della donna e avendo essa confessato di avere alcuni problemi alle mani e alle dita, rifiuta ma, dopo aver assaggiato il suo anko e avendolo trovato delizioso, decide di assumerla. Fin da subito, grazie al passaparola, la gente comincia ad accorrere al piccolo chiosco facendo, per la prima volta in molti anni, volare gli affari alle stelle. Intanto Toku, la vecchietta, insegna a Sentaro a fare un buon anko, rivelandogli che il segreto è “ascoltare” e “rispettare” i fagioli azuki, accogliendoli nel nuovo ambiente con delicatezza.<br>Poco tempo dopo, però, la proprietaria del negozio, affittato a Sentaro, impone all'uomo di allontanare la vecchietta. Essa infatti sarebbe affetta da lebbra e la voce di ciò si starebbe già diffondendo per tutta la città. Sentaro, però, decide di ignorare l'avvertimento e continuare a far lavorare Toku. A poco a poco, però, i clienti cominciano a rarefarsi, fino a sparire del tutto. Toku, comprendendo la situazione, si licenzia, rivelando la sua storia a Sentaro attraverso una commovente lettera, dove condanna il pregiudizio degli uomini verso i diversi (ormai infatti nel suo stadio la malattia non è più contagiosa) e dove dice che ormai si è rassegnata ad essere isolata dalla società e vivere tutta la sua vita in un sanatorio. Sentaro le confessa di essere stato anche lui allontanato dalla società dopo aver commesso un grave crimine e di lavorare nel chiosco per pagare i debiti che lo affliggono.<br>Intanto Wakana confessa di essere stata lei a diffondere la voce della malattia della vecchia e, per farsi perdonare, decide di andare con Sentaro a trovarla nel sanatorio. Qui i due scoprono che gli internati, nonostante i pregiudizi e la malattia, sono felici e innocui e fanno conoscenza di molti amici di Toku che, come lei, hanno passato tutta la loro vita rinchiusi in istituti ospedalieri. Sentaro, rincuorato dalle parole di Toku, decide di andare avanti con il negozio assumendo Wakana al posto della donna. Quando però la proprietaria del chiosco decide di ampliarlo e di affiancare a Sentaro il nipote viziato aspirante cuoco, l'uomo cade di nuovo in depressione. Esortato da Wakana, decide di visitare un'altra volta Toku, scoprendo, però, che la donna è morta tre giorni prima a causa di una polmonite. Toku ha però lasciato loro un ultimo insegnamento attraverso un registratore, dove li esorta a non vivere oppressi e infelici ma di cercare di essere sé stessi e a non badare ai giudizi degli altri. Sentaro, quindi, si licenzia dal chiosco e comincia a vendere i dorayaki in un parco, questa volta con il sorriso sul volto.",
            "locandina": "https://www.cultura.trentino.it/var/001/storage/images/appuntamenti/le-ricette-della-signora-toku/19510816-1-ita-IT/Le-ricette-della-signora-Toku_imagefullwide.jpg",
            "trailer": "https://www.youtube.com/watch?v=2GH5Y5k4rxE"
        },

        { 
            "titolo": "Lost In Translation",
            "rating": "4/5",
            "genere": "Commedia, Drammatico",
            "anno":  "2003",
            "regia": "Sofia Coppola",
            "cast": "Scarlett Johansson, Bill Murray, Akiko Takeshita, Giovanni Ribisi, Anna Faris",
            "trama": "Aeroporto di Tokyo. La star del cinema ormai in declino Bob Harris (Bill Murray) si dirige in albergo a bordo di un taxi. Con occhi sgranati e curiosi guarda dal finestrino dell'auto la metropoli giapponese. L'attore è a Tokyo per girare uno spot pubblicitario di una marca di whisky. Arrivato in un hotel di lusso, una delegazione appartenente all'agenzia pubblicitaria lo accoglie portandogli dei piccoli regali e dandosi appuntamento all'indomani.<br>Una volta sistemate le sue cose in camera e fatta una doccia, Bob rimane seduto un momento, con aria spaesata si guarda intorno, domandandosi probabilmente che cosa ci stia a fare lì. Sceso al bar, si ferma al banco per concedersi un drink. Lì due giovani in viaggio d'affari lo notano e lo riconoscono, ma Bob saluta infastidito e si allontana.<br>In un'altra camera dell'albergo alloggia la giovane Charlotte (Scarlett Johansson), che accompagna in viaggio il marito John (Giovanni Ribisi), fotografo in ascesa. Di notte, insonne, seduta sul letto, fissa il panorama fuori dalla sua finestra e lo sguardo si perde dietro le mille luci della città. Il mattino seguente, John saluta frettolosamente Charlotte: un nuovo servizio fotografico lo aspetta.<br>Rimasta sola e con la consapevolezza di essere poco compresa, la giovane s'interroga sul rapporto col marito, poiché la sua fame di successo l’ha messa in secondo piano. Bob intanto arriva sul set allestito per lo spot del whisky, ma non si sente molto a suo agio: tutti parlano giapponese e le traduzioni dell'interprete lo lasciano un po’ perplesso.<br>Una sera, Bob e Charlotte si trovano per caso al bar dell’albergo e iniziano a parlare. Entrambi insonni, finiscono per passare molto tempo insieme. L’incontro di due solitudini interiori farà nascere un rapporto speciale...",
            "locandina": "https://m.media-amazon.com/images/M/MV5BMTI2NDI5ODk4N15BMl5BanBnXkFtZTYwMTI3NTE3._V1_.jpg",
            "trailer": "https://www.youtube.com/watch?v=W6iVPCRflQM"
        },

        { 
            "titolo": "The Ramen Girl",
            "rating": "3.7/5",
            "genere": "Commedia, Drammatico, Sentimentale",
            "anno":  "2008",
            "regia": "Robert Allan Ackerman",
            "cast": "Brittany Murphy, Toshiyuki Nishida, Gabriel Mann",
            "trama": "Abbandonata dal suo fidanzato Ethan, la giovane studentessa americana Abby si ritrova sola e demotivata a Tokyo. Si rifugia nel bistrot di Ramen sotto casa, dove, impressionata dall'atmosfera, decide di imparare a preparare il Ramen (piatto tipico giapponese a base di spaghetti).<br>Comincerà, allora, una lunga opera di convincimento nei confronti del burbero chef giapponese Maezumi, proprietario del bistrot, per farsi insegnare l’antica arte del Ramen. Abby inseguirà con testardaggine il suo nuovo obiettivo, scoprendo più di quanto non potesse immaginare, compreso l'amore.",
            "locandina": "https://i.pinimg.com/originals/17/1e/f4/171ef40a31dbbbe5c3b77618d7a27c7a.jpg",
            "trailer": "https://www.youtube.com/watch?v=1GYSwiaNz2o"
        },

        { 
            "titolo": "La Tigre E Il Dragone",
            "rating": "3.8/5",
            "genere": "Azione",
            "anno":  "2008",
            "regia": "Ang Lee",
            "cast": "Chow Yun-Fat, Michelle Yeoh, Zhang Ziyi, Chang Chen, Lung Sihung, Chang Pei-Pei, Li Fa Zeng, Gao Xian, Lily Li, Hai Yan, Wang Deming",
            "trama": "La storia è ambientata nel 1779, durante il 43° anno del regno dell'imperatore Qianlong. Il grande guerriero maestro di arti marziali Li Mu Bai (Chow Yun-Fat) vuole ritirarsi a vita contemplativa, anche se non è riuscito ancora a vendicare la morte del suo maestro per mano di Volpe di Giada (Chang Pei-pei), temibile e spietata guerriera.<br>L'uomo si reca dalla sua amica e amore segreto Shu Lien (Michelle Yeoh) per informarla della decisione del suo ritiro. La informa anche che vuole regalare la sua spada, la leggendaria e micidiale “Destino Verde” forgiata quattrocento anni prima con un metallo praticamente indistruttibile, al signor Tie, loro fedele amico. Li Mu Bai incarica la donna di portare il prezioso dono a Tie. Giunta nella sua casa di quest'ultimo, a Pechino, Lien conosce Jen (Zhang Ziyi), una ragazza vivace ma infelice, promessa sposa al rampollo della potente casata dei Go; in verità, la giovane è innamorata di un bandito del deserto, Jo (Chang Chen).<br>Quella notte stessa la spada viene rubata da un misterioso ladro, così Li Mu Bai si vede costretto a ritornare in azione e insieme alla sua amata Lien si trova ad affrontare la loro più grande sfida e il loro peggior nemico...",
            "locandina": "https://m.media-amazon.com/images/M/MV5BNDdhMzMxOTctNDMyNS00NTZmLTljNWEtNTc4MDBmZTYxY2NmXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_.jpg",
            "trailer": "https://www.youtube.com/watch?v=-jTdOdcMKoY"
        },

        { 
            "titolo": "Memorie Di Una Geisha",
            "rating": "4/5",
            "genere": "Drammatico",
            "anno":  "2005",
            "regia": "Rob Marshall",
            "cast": "Zhang Ziyi, Gong Li, Michelle Yeoh, Ken Watanabe, Tsai Chin, Togo Igawa, Youki Kudoh, Cary-Hiroyuki Tagawa, Kenneth Tsang, Kôji Yakusho, Karl Yune, Kaori Momoi, Ted Levine",
            "trama": "Nel 1929, la piccola Chiyo Sakamoto viene venduta ad una okyia, casa delle geisha, a seguito della morte di sua madre. Costretta a separarsi dall’amata sorella Satsu, Chiyo verrà introdotta nel nuovo ambiente non senza difficoltà. Dopo aver conquistato il ruolo di maiko, ovvero apprendista, alla giovane viene assegnata una sorella chiamata Zucca per il suo viso tondeggiante. A causa dei suoi particolarissimi occhi grigio-azzurri, molto rari in Giappone, Chiyo si attira l’invidia della crudele geisha Hatsumomo (Gong Li) che con un abile stratagemma la costringe ad aiutarla nella sua vendetta contro la rivale Mameha (Michelle Yeoh).<br>Proprio quando la giovane si lascia andare alla disperazione, l’incontro casuale con il Direttore Generale (Ken Watanabe) di un’industria di Osaka cambierà il suo destino. Colpita dalla gentilezza dell’uomo, Chiyo desidera di poter diventare una geisha per indurre l’uomo ad essere il suo danna, ovvero cliente-marito. Diversi anni dopo, Mameha decide di addestrare Chiyo (Zhang Ziyi) e la prende con sé, come sua sorella minore e maiko. Grazie alla sua bellezza e alla particolarità dei suoi occhi, Chiyo diventa una delle geisha più ambite di Kyoto.<br>Adottando il nome di Sayuri, la ragazza si lascia convincere da Mameha ad intrattenere l’industriale Nobu Toshikazu (Kōji Yakusho), assistente del Direttore Generale. Mentre Sayuri spera di aver più occasioni per vedere l’uomo amato, la ‘Madre’ della okyia la nomina amministratrice, scatenando l’invidia di Hatsumomo e Zucca.<br>Con lo scoppio della seconda guerra mondiale, tuttavia, Sayuri e Mameha sono costrette a rifugiarsi nelle sperdute campagne per non cadere vittima dei bombardamenti. Dopo aver abbandonato la sua vita da geisha per molti anni, Sayuri si lascerà convincere da Nobu a tornare in città, nella speranza di incontrare il Direttore Generale. Sayuri persevera nella realizzazione del suo sogno, sebbene sia conscia che la condizione di geisha conduca ad un’esistenza dolce e amara, fatta di possesso e costante perdita...",
            "locandina": "https://i.pinimg.com/originals/b9/75/74/b97574a5c164f1a62fea02fe95cd5a69.jpg",
            "trailer": "https://www.youtube.com/watch?v=Rx3HNqdOidY"
        },
        
        { 
            "titolo": "Ritorno Al Futuro",
            "rating": "4.4/5",
            "genere": "Avventura, Commedia, Fantascienza",
            "anno":  "1985",
            "regia": "Robert Zemeckis",
            "cast": "Michael J. Fox, Christopher Lloyd, Lea Thompson, Crispin Glover, Thomas F. Wilson, Wendie Jo Sperber, James Tolkan, Billy Zane, Claudia Wells, Frances Lee McCain, Marc McClure, George Di Cenzo",
            "trama": "Marty McFly (Michael J. Fox), un adolescente californiano, è alle prese con uno scienziato carismatico e un po’ strampalato, Emmett “Doc” Brown (Christopher Lloyd).<br>Doc invita Marty a raggiungerlo al parcheggio di un grande centro commerciale per aiutarlo a filmare un esperimento. Una volta giunto lì, Marty scopre che l’esperimento è in realtà una macchina del tempo, costruita all’interno di una DeLorean modificata. Lo scienziato rivela che la macchina è alimentata a plutonio e confessa di aver rubato il prezioso elemento ai terroristi libici.<br>Nel tentativo di spiegare a Marty il funzionamento della macchina, Doc seleziona il 5 Novembre 1955 come data di viaggio. Proprio in quel momento, sopraggiungono inaspettatamente i terroristi, i quali sparano allo scienziato. Marty si rifugia dentro la DeLorean e inavvertitamente ne attiva i comandi, e così viaggia indietro nel tempo, fino al 1955. Qui il ragazzo scopre di non avere plutonio a sufficienza per tornare indietro. Così si mette alla ricerca del giovane Doc, l’unico che possa aiutarlo.<br>Strada facendo incontra George (Crispin Glover), suo futuro padre, bullizzato dal compagno di classe Biff Tannen (Thomas F. Wilson), e, nel seguirlo, finisce con l'intromettersi nel suo passato. Infatti, Lorraine (Lea Thompson) si invaghisce di Marty, innescando un paradosso temporale pericolosissimo, dal momento che la ragazza è la sua futura madre.<br>Una volta rintracciato Doc, lo scienziato si mette all’opera per escogitare un piano per riportare Marty “indietro” nel futuro e mette in guardia il ragazzo: dovrà necessariamente fare in modo che i suoi genitori si innamorino quella notte stessa, o verrà cancellato dalla faccia della terra.",
            "locandina": "https://m.media-amazon.com/images/M/MV5BZmU0M2Y1OGUtZjIxNi00ZjBkLTg1MjgtOWIyNThiZWIwYjRiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
            "trailer": "https://www.youtube.com/watch?v=fAJhyA82Yzo"
        },
    
        { 
            "titolo": "Ritorno Al Futuro II",
            "rating": "3.7/5",
            "genere": "Avventura, Fantascienza, Commedia",
            "anno":  "1989",
            "regia": "Robert Zemeckis",
            "cast": "Michael J. Fox, Christopher Lloyd, Lea Thompson, Elisabeth Shue, James Tolkan, Jeffrey Weissman, Billy Zane, Casey Siemaszko, Joe Flaherty, Charles Fleischer, Thomas F. Wilson",
            "trama": "La scena iniziale del film riprende la chiusura del primo capitolo: Marty McFly (Michael J. Fox) è appena ritornato nel 1985 e incontra la sua fidanzata Jennifer Parker (Elizabeth Schue).<br>Sopraggiunge anche il geniale scienziato Emmett “Doc” Brown (Christopher Lloyd) e persuade i due ragazzi a salire a bordo della DeLorean, la macchina del tempo che già aveva condotto entrambi nel 1955.<br>Per Doc non c’è tempo da perdere: devono viaggiare tutti e tre nel futuro per salvare i figli di Marty e Jennifer, che sono in pericolo. Tuttavia, una volta giunti nel 2015, Doc addormenta Jennifer: la ragazza stava facendo molte domande sul proprio futuro e per Doc non è saggio avere troppe informazioni a riguardo. Marty prende le sembianze di suo figlio Marty Jr. (interpretato dallo stesso Fox), in modo da poter rifiutare l’offerta di Griff, nipote di Biff Tannen (entrambi interpretati da Thomas F. Wilson), di partecipare in una rapina, e così facendo salva suo figlio dalla prigione.<br>Purtroppo, l’ormai anziano Biff Tannen assiste al tutto e, mentre Doc e Marty sono intenti a recuperare Jennifer (che era stata portata via dalla polizia), si impossessa della DeLorean. Il vecchio Biff, rubando un’idea di Marty, modifica il passato. Così, quando i tre tornano nel 1985 lo trovano alterato: Biff è diventato ricco e corrotto, a Hill Valley regna il caos.<br>Doc e Marty, per impedire l’incontro tra il Biff del futuro e quello del passato e ritornare nel “vero” 1985, sono costretti a tornare nuovamente nel 1955. Dovranno stare molto attenti: non devono infatti imbattersi nei loro “doppioni” già visti nel primo film della serie, intenti a far ritornare il Marty del 1985 al futuro.",
            "locandina": "https://m.media-amazon.com/images/M/MV5BZTMxMGM5MjItNDJhNy00MWI2LWJlZWMtOWFhMjI5ZTQwMWM3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
            "trailer": "https://www.youtube.com/watch?v=CAsmCAAuUyk"
        },
    
        { 
            "titolo": "Ritorno Al Futuro III",
            "rating": "3.7/5",
            "genere": "Avventura, Fantascienza, Western, Commedia",
            "anno":  "1990",
            "regia": "Robert Zemeckis",
            "cast": "Michael J. Fox, Christopher Lloyd, Mary Steenburgen, Thomas F. Wilson, Lea Thompson, Elisabeth Shue, Harry Carey Jr., J.J. Cohen, Flea, Dub Taylor, James Tolkan, Sean Gregory Sullivan, Mike Watson, Jeffrey Weissman, Christopher Wynne, Ricky Dean Logan, Bill McKinney, Marvin J. McIntyre, Marc McClure, Leslie A. Prickett, Wendie Jo Sperber, Donovan Scott, Todd Cameron Brown, Pat Buttram, Jo B. Cummings, Matt Clark, Richard Dysart, Dannel Evans, Dean Cundey, Burton Gilliam, Hugh Gillin, Kaleb Henley, Kevin Holloway",
            "trama": "Trovandosi nuovamente bloccato nel 1955, Marty McFly (Michael J. Fox) viene a sapere che il suo migliore amico, l’esuberante scienziato Emmett “Doc” Brown (Christopher Lloyd) è stato trasportato nel 1885, a causa di un fulmine che ha colpito la DeLorean, l’automobile che Doc utilizza come macchina del tempo.<br>Marty è costretto a chiedere nuovamente aiuto al “giovane” Doc, quello che vive nel 1955, per riparare la macchina del tempo sapientemente nascosta dal “vecchio” Doc. Nel frattempo, scopre che il Doc intrappolato nell’Ottocento verrà ucciso poco tempo dopo il suo arrivo nel 1885 dal feroce pistolero Buford “Cane Pazzo” Tannen, bisnonno di Biff Tannen (entrambi interpretati da Thomas F. Wilson), l’antagonista di Marty nei primi due capitoli della trilogia. Così, Marty raggiunge Doc nel 1885 per salvarlo. Tuttavia, i due non possono ancora tornare indietro nel tempo, a causa del fatto che la DeLorean non ha benzina sufficiente, e che la stessa non è ancora stata inventata al tempo in cui si trovano. I due devono escogitare un nuovo sistema per tornare nel 1985.<br>Nel mettere a punto il piano, arrivano a salvare dalla caduta di un burrone un carro guidato dalla maestra Clara Clayton (Mary Steenburgen). Doc s'innamora a prima vista di lei, e inizialmente rinuncia a tornare nel futuro. Quando Marty riesce a convincere nuovamente Doc a partire, dovendo dare spiegazioni a Clara, Doc prova a raccontarle la verità sui viaggi nel tempo, ma non viene creduto e ottiene solo un rifiuto.<br>I due protagonisti si trovano così ad un’impasse: da una parte la minaccia Buford, intento ad uccidere prima Doc ed in seguito Marty, dall’altra l’amore tra Doc e Clara, ostacolato dalla loro “differenza di età”.",
            "locandina": "https://m.media-amazon.com/images/M/MV5BYjhlMGYxNmMtOWFmMi00Y2M2LWE5NWYtZTdlMDRlMGEzMDA3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg",
            "trailer": "https://www.youtube.com/watch?v=C8yHWyl0trc"
        },
    
        { 
            "titolo": "Il Misterio Di Sleepy Hollow",
            "rating": "4.2/5",
            "genere": "Horror",
            "anno":  "1999",
            "regia": "Tim Burton",
            "cast": "Johnny Depp, Christina Ricci, Miranda Richardson, Michael Gambon, Casper Van Dien, Jeffrey Jones, Richard Griffiths, Ian McDiarmid, Michael Gough, Christopher Walken, Marc Pickering, Lisa Marie, Steven Waddington, Claire Skinner, Christopher Lee, Mark Spalding, Martin Landau",
            "trama": "Nel 1799, Ichabod Crane (Johnny Depp) è un giovane agente newyorkese. Nelle sue indagini, Ichabod si avvale di pionieristiche tecniche scientifiche che non convincono i suoi colleghi. Così, i suoi superiori decido di spedirlo a Sleepy Hollow per risolvere una serie di brutali e inspiegabili omicidi. Secondo gli abitanti dello sperduto villaggio, uno spettrale Cavaliere Senza Testa (Cristopher Walken) sarebbe il responsabile dei crimini. Crane è subito molto affascinato da Katrina Van Tassel (Cristina Ricci), e decide di indagare rimanendo ancorato alla convinzione che l’apparizione del demoniaco Cavaliere abbia una spiegazione scientifica.<br>Quando Crane assiste alla sua comparsa e all'ennesimo omicidio, le congetture del giovane agente iniziano a crollare. Crane, dunque, sceglie di rivolgersi alla solitaria strega dei boschi e si fa indicare il luogo della sepoltura del Cavaliere. Dopo aver scoperto che il suo teschio non è più nella tomba, il tentativo di fermare l’assassino fallisce miseramente e Crane capisce che i suoi crimini devono essere controllati da qualcuno a Sleepy Hollow. Mentre indaga su Baltus Van Tassel (Michael Gambon), convinto che la città nasconda sordidi segreti che rischiano di essere rivelati, Katrina cambia atteggiamento e i suoi sinistri gesti finiscono con l’allarmare Crane.<br>A seguito di una rivolta cittadina, durante la quale perdono la vita i principali sospettati delle sue indagini, l’agente è convinto di aver trovato il vero responsabile della risuscitazione del Cavaliere e corre a New York per informare il magistrato. Crane, tuttavia, non può immaginare ciò che sta per accadere...",
            "locandina": "https://www.stardust.it/uploads/img/movie/poster/40747342e543016813966e1dfc6be77d1553296905.jpeg",
            "trailer": "https://www.youtube.com/watch?v=w9t3zNvLmVY"
        }
    ]
}